<script setup lang="ts">
</script>

<template>
  <ul>
    <li >1. 本公司依據本平台會員服務條款提供比比昂跨境電商平台(www.bibian.co.jp)服務(下稱「本服務」)。所有公布於本平台網站之內容、相關服務規範及本約定書修正內容均以線上同意形式為之。若會員對本服務、本約定書及相關使用規範之任一部分有疑義或反對時，即視同終止委任本公司，應立即停止使用本服務之全部，如繼續使用，視為同意本約定書及相關使用規範之全部。</li>
    <li >2. 若您是未滿18歲之人，應先取得法定代理人全體同意再使用本平台。使用本平台者，不僅須適用本約定書，並應讓您的全體法定代理人閱讀、瞭解並同意本約定書之全部內容及同意接受其後之修改變更，方得使用或繼續使用本服務；當您使用或繼續使用本服務時，即視為您向本公司擔保已取得您全體法定代理人之事前同意。</li>
  </ul>
    

  <ul>
    <li>1. 為了能使用本服務，您同意依照本平台註冊流程之提示，提供您本人正確、最新及完整的資料。又本公司保留審核、拒絕及取消您申請之會員資格權利。</li>
    <li>2. 請您即時維持並更新您提供的個人資料，並確保其為正確、最新及完整。若您提供任何錯誤、不實或不完整的資料，本公司除得隨時取消、暫停或終止您的會員帳號外，並得拒絕提供您使用本平台或本服務之全部或部分。</li>
    <li>3. 您僅能使用一個帳號進行本服務相關操作，如經發現您使用他人會員帳號或以他人名義註冊帳號，本公司有權對該帳號進行封鎖、關閉或限制使用權限等。</li>
    <li>4. 您負有妥善保管會員帳號及密碼之責，並對其使用負完全責任。您不得讓第三人使用，亦不得將帳號或密碼提供、出借、轉讓、更換名義或買賣等。凡透過您註冊帳號於本平台進行的任何行為，均具法律效力。在您使用完畢後，請務必登出本平台，若您與他人共用電腦或使用公共電腦，亦請務必登出並關閉瀏覽器，以防止他人讀取您的個人資料。</li>
    <li>5. 若您的密碼或帳號遭到盜用或有其他任何安全問題發生時，應立即通知本平台服務人員協助，如您未及時通知，致本平台無法即時處理，您同意自行負擔後續的影響及損害。</li>
    <li>6. 因會員對帳號或密碼管理不當、使用錯誤或遭第三人使用等情形所致之損害，應由您自行承擔相關責任。</li>
  </ul>


  <ul>
    <li>1. 服務性質與責任界定：
      <ul>
        <li class='ml-4'>(1). 本平台提供之代標、代購服務，均係受您委任之契約關係。本平台是依照您個人的要求、指示與委任，由服務人員作為中間橋樑，協助或透過系統整合串接向您要求或指定的外國第三方平台、商城或個人賣家等商品提供者(下稱「賣方」)提出價格要約、出價及競標，或代為尋找您要求或指定商品，進行詢價、報價、代購、並在合理範圍內協助您與賣方進行交涉、溝通等相關事項。<strong class="text-error">本公司僅提供受託服務，並非您的商品賣方，不負擔出賣人契約義務</strong>。您的商品亦非本公司生產、製造、代理、進口或經銷，亦非本公司事前備貨或具庫存之商品。本公司並不承擔任何與商品本身相關的出賣人契約義務或擔保責任，包括但不限於：商品真偽、品質、規格、性能、合法性、安全性、適用性、知識產權等，亦無法代賣方提供商品售後服務、保固、維修或解消買賣契約、返還價金。</li>
        <li class='ml-4'>(2). 請您在委任本公司前，務必詳閱並理解您實際欲交易的商品賣方（即外國平台、商城或個人賣家）的交易條款、商品交寄條件、保固條款、維修政策及退換貨規則等(下稱「賣方規範」)。如您對賣方規範有疑問，可透過本平台服務人員「協助」溝通確認，並應確認賣方是否提供解約退款、退換貨機制或售後保障，以避免交易爭議發生。</li>
        <li class='ml-4'>(3). 由於本平台僅是提供代標、代購的中間之受託服務，如商品因任何原因被取消訂單或須申請退換貨、退款或維修等，您均必須依照賣方規範辦理，並遵守賣方所設定之相關條件與程序。本公司不對商品的取消、退換貨或退款成功與否提供任何保證，亦不負責支付任何退款或賠償金額。</li>
      </ul>
    </li>
    <li>2. 買賣契約與責任主體：
      <ul>
        <li class='ml-4'>(1). 商品買賣契約成立於您（即買方）與賣方間，本公司並非您商品買賣契約的當事人，亦非交易責任主體，對於商品之交付、品質、合法性、履行問題或其他交易爭議，本公司概不負責。</li>
        <li class='ml-4'>(2). 如商品有任何品質瑕疵、瑕疵擔保、履行義務爭議或其他相關糾紛，本平台服務人員可「協助」您向賣方聯繫與溝通，但您的申訴應向賣方主張，並應依據賣方規範、平台規範或當地法律尋求解決方式，包括但不限於向賣方之官方申訴、循當地之法律程序或司法單位進行救濟。</li>
        <li class='ml-4'>(3). 除平台條款另有約定外，本公司不對買賣雙方之商品提供任何擔保，亦不介入或參與您與賣方間的糾紛。但在合理範圍內，本公司可「協助」提供交易相關文件或資訊，以供您向賣方申訴或申請退款之參考。</li>
        <li class='ml-4'>(4). 如您依照賣方規範申請退貨或退款，而賣方要求商品寄回，您必須自行負擔退貨運費、國際運費、通關稅費、手續費等相關費用。但本公司可「協助」您辦理退貨寄送程序（如適用）。</li>
      </ul>
    </li>
  </ul>


  <ul>
    <li>1. 功能描述與使用目的：
      <p>本平台提供的服務包含可能透過技術整合（下稱「系統嫁接」），使您能透過本平台連結瀏覽國外第三方網站的商品頁面，藉此方便您快速查找、比較或了解第三方網站提供的商品或服務資訊。</p>
    </li>
    <li>2. 本服務可能包含連結瀏覽下列第三方網站，包括但不限於：
      <ul>
        <li class='ml-4'>JDirectItems Auction (<a href='https://auctions.yahoo.co.jp/' target='_blank'>https://auctions.yahoo.co.jp/</a>)</li>
        <li class='ml-4'>日本樂天 (<a href='https://item.rakuten.co.jp/' target='_blank'>https://item.rakuten.co.jp/</a>)</li>
        <li class='ml-4'>mercari (<a href='https://jp.mercari.com/' target='_blank'>https://jp.mercari.com/</a>)</li>
        <li class='ml-4'>Rakuten rakuma (<a href='https://item.fril.jp' target='_blank'>https://item.fril.jp/</a>)</li>
        <li class='ml-4'>JDirectItems Shopping (<a href='https://store.shopping.yahoo.co.jp/' target='_blank'>https://store.shopping.yahoo.co.jp/</a>)</li>
        <li class='ml-4'>日本Amazon (<a href='https://www.amazon.co.jp/' target='_blank'>https://www.amazon.co.jp/</a>)</li>
      </ul>
      <p>以上列表僅為例示，其他未列明之第三方網站亦適用本條款規範。</p>
    </li>
    <li>3. 責任聲明與免除：
      <ul>
        <li class='ml-4'>(1). 第三方網站並非由本公司擁有、控制，與本公司不存在代理、擔保或其他類似法律關係。本平台系統功能為透過網際網路連結瀏覽第三方網站資訊的技術性整合，不代表本公司對該等第三方網站或其商品資訊為任何保證、推薦或背書。</li>
        <li class='ml-4'>(2). 本公司對第三方網站提供之商品內容（包括但不限於商品價格、規格、數量、庫存及供應商資訊等）之正確性、完整性或合法性，概不負責。本公司無法對其進行審查或編輯，亦不對第三方網站的內容、條款、隱私政策及其交易安全性作出任何擔保。</li>
        <li class='ml-4'>(3). 當您透過本平台系統功能連結第三方網站商品頁面並使用本服務委任下單時，該商品買賣交易實際建立於您與第三方網站之賣方間，所有相關商品交易權利義務及相關爭議均應依該第三方網站規範解決。您使用本服務即視為了解並同意，本公司對因您連結或使用任何第三方網站可能導致的任何損失、損害或責任不承擔任何法律責任。</li>
      </ul>
    </li>
    <li>4. 資訊同步與可能限制：
      <p>本平台所顯示的第三方網站商品資訊(如價格、庫存狀態或促銷活動)，可能因系統嫁接受限於第三方網站更新頻率或技術規範，而可能存在延遲、錯誤或與實際情況不符的情況。如第三方網站因任何原因停止提供商品資訊或更改API(Application Programming Interface)等技術接口，可能影響本平台之系統嫁接功能。本公司保留隨時調整、限制或中止相關功能的權利，無須另行通知且不承擔任何責任。</p>
    </li>

    <li>5. 責任免除範圍與注意事項：
      <ul>
        <li class='ml-4'>(1). 本公司對您連結、瀏覽或檢索第三方網站所產生的結果（包括但不限於其正確性、即時性、合法性、有效性及完整性）概不作出任何擔保，亦不承擔與此相關的任何賠償責任。</li>
        <li class='ml-4'>(2). 第三方網站提供的商品資訊（包括但不限於商品名稱、規格、價格、數量、供應商資訊及退換貨條件等）均由該網站自行負責。本公司不保證其真實性、準確性或適用性，請您於交易前詳實確認相關資訊，及是否符合自身需求。</li>
        <li class='ml-4'>(3). 如對本平台或本服務有任何疑問，請聯繫本平台客服。</li>
      </ul>
    </li>
  </ul>

  <ul>
    <li>1. 契約範圍：除本約定書外，本平台於各服務頁面揭露所有服務、交易、操作、訂購流程、服務說明等說明內容，以及相關網頁上所呈現的所有資訊（包括服務約定、交易條件、限制及說明），均已盡告知之責，您並已知悉，均構成雙方契約之一部分。</li>
    <li>2. 訂單委任：當您依照本平台規定的方式、條件及流程進行委任訂購，即表示您向本公司提出使用代標、代購服務的要約，並同意遵守本平台服務條款、本平台相關服務頁面揭露之條件與說明，以及您已知悉且同意接受第三方網站(賣方)所載之商品說明、交易條款、商品交寄條件、保固條款、維修政策及退換貨規則等。</li>
    <li>3. 拒絕委任：當您使用本平台服務，委任本公司向國外第三方之平台、商城或個人賣家進行商品或服務下單時，本公司保留最終是否接受您委任或提供您服務的權利，本平台得基於保障雙方權益或合理判斷，拒絕、取消或終止您的委任，本公司並免除臺灣民法第549條第2項前段所定賠償責任。</li>
    <li>4. 訂單通知：當您進行委任並支付第一階段費用(即商品價金包含消費稅)後，本平台系統將以電子郵件或簡訊方式通知您訂單編號。該通知僅代表本平台已接收到您提出的委任訂購請求，並不代表該商品買賣交易已確定，或您與賣方間買賣契約已成立、該商品一定可購得或出貨配送。您的訂單最終是否成立，仍須以賣方確認接受訂單並完成交易處理(例如：賣方完成發貨至本公司指定代收地點)為準。</li>
    <li>5. 訂單總額與付款義務：您應依照本平台規定的付款方式及時間支付訂單總額，包含以下兩階段費用：第一階段費用即商品價金（含消費稅），以及第二階段費用即訂單商品之國內外運費、銀行匯款手續費、通關稅費、本平台服務費及其他必要費用。您對訂單的付款義務僅在完成前述兩階段款項全額支付後，始屬完成。<br />惟若本平台之特定服務（如跨境商城－比比昂日貨）採一階段式收費者，則您所應支付之訂單總額，於第一階段費用中已包含商品價金（含消費稅）、訂單商品之國內外運費、銀行匯款手續費、本平台服務費及其他必要費用；惟不包含商品經正式報關時所生之關稅及其他通關相關費用（如有），上述費用仍應由會員自行負擔。您對訂單之付款義務，僅在完成應付款項全額支付後，始為完成。</li>
    <li>6. 訂單取消及退款：若您的訂單被賣方拒絕接受、取消交易或刪除變更商品內容，或其他不可抗力因素（例如海關禁運、法規變更等）致無法配送，或商品有無法正常或安全送達疑慮，或其他非可歸責本公司之因素等，致您的委任或交易無法完成者，本平台有權取消您的訂單並辦理退款，對您因此所生之任何損害概不負責。</li>
    <li>7. 預付及代墊費用：當您支付第一階段費用後，本平台將代您將款項轉換為外幣，並支付給賣方（即外國平台、商城或個人賣家）。同時，您同意本公司依照您提供的個人資料委託第三方貨運公司處理商品報關流程。並且，您同意授權本公司代墊支付第二階段費用(即銀行匯款手續費、日本當地運費、國際運費、台灣運費、報關相關費用及稅款、平台服務費及其他衍生費用等)，並待您的訂單商品送達臺灣後向您收取。您應於收到本平台通知後依規定的期限完成付款並取件。</li>
  </ul>


  <ul>
    <li>1. 取件期限與義務：您應自本公司通知訂單商品抵達臺灣當日起（下稱「到貨日」）14日內，完成第二階段費用支付並受領商品。若未於期限內完成付款及取件，本公司得同時履行抗辯、暫停交付商品，直至您完成付款。</li>
    <li>2. 逾期付款及取件的處理措施：
      <ul>
        <li>(1). 倉儲費用收取及保管責任：<br />若您未於14日內完成付款及取件，本公司將自第15日起，開始計收倉儲費用。<br/>【計費標準】：每日每筆訂單新台幣50元，累計至實際取件日止，倉儲費用累積逾商品含稅價金後，視為您與本公司合意移轉該商品所有權給本公司。倉儲費用應於取件時一併支付，否則本公司得同時履行抗辯、暫停交付商品。<br/>您逾期付款及取件，導致商品在倉儲期間有變質、損壞、滅失等，本公司概不承擔責任。</li>
        <li>(2). 通知義務：<br />自通知到貨日起14日內，本公司將以電子郵件、手機簡訊等相類通知對您發送二次「抵臺付款取件」提醒通知，提醒付款或領取商品。</li>
        <li>(3). 帳號限制：<br />當您逾期未付款取件，本公司有權限制您的會員帳號交易功能，直至您完成取件為止。若在帳號限制前，您已有其他交易處理中的訂單，並因此衍生相關費用或損失，本公司概不承擔相關責任，並保留向您追償的權利。</li>
      </ul>
    </li>
  </ul>


  <p>當您使用本平台提供的服務，因本平台係依您之委任，依您的指示或需求向海外賣方尋找商品、提出價格要約、出價或磋商議價等購買交易行為，屬於「依消費者要求所為之客製化給付」。依據台灣《通訊交易解除權合理例外情事適用準則》第2條第2款，您透過代標、代購或跨境商城服務購買的商品，並不適用台灣《消費者保護法》第19條第1項有關通訊交易7日鑑賞期的規定。</p>


  <ul>
    <li>1. 您使用本服務之一切行為必須符合當地或國際相關法令規範；對於使用者的一切行為，您須自行負擔全部責任。</li>
    <li>2. 您同意絕不為非法之目的或以非法方式使用本服務，與確實遵守中華民國相關法規及網際網路之國際慣例，並保證不得利用本服務從事侵害他人權益或任何違法之行為。如經發現，除須自行負責，本公司有權拒絕提供您任何服務。</li>
    <li>3. 您不得進口法令禁止或管制輸入之物品。</li>
  </ul>

  <ul>
    <li>1. 會員在使用本平台服務時，不得從事以下任一行為，或經本公司合理判斷認定屬於以下情形之行為：
      <ul>
        <li class='ml-4'>(1) 違反法律法規或與犯罪行為有關之行為。</li>
        <li class='ml-4'>(2) 違反公序良俗之行為。</li>
        <li class='ml-4'>(3) 對本平台服務之網路或系統造成過度負擔之行為。</li>
        <li class='ml-4'>(4) 無購買意圖卻申請購買商品之行為。</li>
        <li class='ml-4'>(5) 無正當理由拒絕收取商品之行為。</li>
        <li class='ml-4'>(6) 無正當理由退貨等之行為。</li>
        <li class='ml-4'>(7) 有妨礙本平台服務正常營運之虞之行為。</li>
        <li class='ml-4'>(8) 未經授權擅自存取本公司網路或系統等之行為。</li>
        <li class='ml-4'>(9) 冒用第三人身分之行為。</li>
        <li class='ml-4'>(10) 向反社會勢力提供利益或其他協助之行為。 </li>
        <li class='ml-4'>(11) 使用本平台其他使用者之帳號或密碼之行為。</li>
        <li class='ml-4'>(12) 直接或間接引起或助長前述各項行為之行為。</li>
        <li class='ml-4'>(13) 嘗試進行前述各項行為。</li>
        <li class='ml-4'>(14) 其他經本公司合理認定為不適當或違反誠實信用之行為。</li>
      </ul>
    </li>
    <li>2. 會員如違反前項任一規定，致使本公司遭受損失或損害，會員應返還因該違反行為所取得之利益，並賠償本公司因此所受之所有損失或損害。</li>
  </ul>


  <p>本平台網站所使用之軟體或程式、網站上所有內容，包括但不限於著作、圖片、檔案、資訊、資料、網站架構、網站畫面的安排、網頁設計等，均由本公司或權利人依法享有其智慧財產權，包括但不限於商標權、專利權、著作權、商業或營業秘密等。未經本公司或其權利人書面同意，您不得擅自使用、修改、重製、公開傳輸、公開播送、改作、散布、發行、公開發表、進行還原工程、解編或反向組譯等侵權行為。</p>


  <p>本公司係以目前科技或專業水準認為合理之安全性與技術，使本平台與服務維持正常的運作。但本服務可能會基於任何理由無法供存取或無法運作，包括但不限於設備故障、定期維護、修復或更換、超出本公司可控範圍事由或無法預見的原因，包括但不限於天災事變、電訊或數位傳輸連結中斷或故障、惡意網路攻擊、網路擁塞或其他造成故障的原因。本公司無法保證本平台服務能夠完全不間斷運作，如有造成使用上的不便、未能買到商品、授權委託購買資料喪失或其他損害等情形，本公司對此不負任何賠償責任。</p>


  <ul>
    <li>1. 本公司對本平台內容不提供任何擔保，本平台提供之服務、功能不保證一定能滿足您的特定要求。</li>
    <li>2. 本公司對任何直接、間接、偶然或特殊及連帶的損失不負任何責任，這些損失可能來自於不正當、非法地使用本系統或遭受駭客攻擊。對於因天災、政府禁令、現行生效的適用法律或法規的變更、動亂、戰爭、停電、通訊線路中斷等不可抗力事由、他人蓄意破壞，而造成的服務中斷，一切損失不負任何責任。</li>
    <li>3. 非本平台所擁有或管理之廣告內容、文字與圖片之說明、展示樣品或其他銷售資訊，係由各第三方網站、廣告商、產品與服務提供方所製作提出。您應對廣告內容之正確性與可信度自行斟酌與判斷。</li>
  </ul>

  <p>如您違反本約定書任何條款約定或本公司基於合理考量時，本公司得不經通知隨時限制、暫停或終止您的密碼、帳號（或其任何部分）或本服務之使用，並且對您或任何第三人因此所產生之任何直接或間接損害，均不承擔任何責任。</p>

  <p>您與本公司同意以電子文件作為意思表示之方法。您同意本公司通知本服務之相關訊息，以您於註冊時留存的電子郵件信箱或手機號碼為送達。若您的聯絡資訊有異動時，應立即登錄本平台更新，以維護您個人資料的正確性、即時性及完整性。若因您留存的聯絡資訊錯誤、過期或其他非可歸責本公司之事由，致本公司送達的訊息無法接受者，仍視為本公司於發出時即業已完成該通知之送達義務。</p>

  <p>本約定書所使用之條款標題及編排僅為方便閱讀與參考之用，不應影響本約定書條款之內容解釋、適用範圍及法律效力。任何條款標題、編號或結構與其實際約定內容不一致時，應以條款之具體約定內容為準，並依相關法律規定或雙方合意進行解釋。</p>


  <ul>
    <li>1. 本公司得於認為有必要時，變更本條款。</li>
    <li>2. 本公司如變更本條款，將以於本公司網站公告或其他適當方式告知變更後條款之施行時間及內容，或另行通知會員。變更後之條款自本公司指定之日期生效。</li>
  </ul>
  

  <ul>
    <li>1. 本服務相關網頁上所載之處理流程、說明、約定、使用辦法、注意事項及限制等，均視為本約定書之一部分，並且本約定書效力與會員簽訂本服務各契約效力相同。</li>
    <li>2. 本約定書之條款如有疑義時，應為有利於消費者之解釋。</li>
    <li>3. 本服務僅依所建置之功能及狀態提供服務；本公司並保留增減或變更相關系統或功能之全部或一部之權利。</li>
    <li>4. 本約定書任何條款之全部或一部無效時，不影響其他約定之效力。</li>
    <li>5. 本約定書未盡事宜，悉依日本相關法令定之，因本服務所生爭議而涉訟時，除法律另有規定外，以日本東京地方法院為約定管轄法院。但法律有專屬管轄之特別規定者，從其規定。</li>
    <li>6. 本公司識別標幟如下： 
      <img width='250' src="https://global-bbn-s3-dev.s3.amazonaws.com/web_fakeData/icon/bibian_logo.png" alt="比比昂 Logo">
    </li>
  </ul>
</template>

<style scoped>
.read-the-docs {
  color: #888;
}
</style>
